tap "crisidev/chunkwm"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mscharley/homebrew"
tap "wata727/tflint"
cask "java"
brew "ant"
brew "apktool"
brew "archey"
brew "autoconf"
brew "automake"
brew "python"
brew "awscli"
brew "chromedriver"
brew "cmake"
brew "cmatrix"
brew "cmus"
brew "coreutils"
brew "cowsay"
brew "ctags"
brew "go"
brew "dos2unix"
brew "exa"
brew "fftw"
brew "libtool"
brew "fontforge"
brew "fortune"
brew "ghi"
brew "git"
brew "ncurses"
brew "htop"
brew "iftop"
brew "jq"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "libav"
brew "libmpdclient"
brew "libyaml"
brew "lolcat"
brew "mpg123"
brew "newsboat"
brew "ocp"
brew "openssl@1.1"
brew "packer"
brew "pkg-config"
brew "pngpaste"
brew "portaudio"
brew "pyenv"
brew "reattach-to-user-namespace"
brew "recode"
brew "rsstail"
brew "shellcheck"
brew "sleepwatcher", restart_service: true
brew "slurm"
brew "socat"
brew "task"
brew "taskd"
brew "tasksh"
brew "terraform"
brew "tmux"
brew "toilet"
brew "tree"
brew "vim"
brew "vit"
brew "vitetris"
brew "watch"
brew "weechat"
brew "wget"
brew "yasm"
brew "koekeishiya/formulae/cev"
brew "koekeishiya/formulae/chunkwm", args: ["HEAD", "with-tmp-logging"]
brew "koekeishiya/formulae/kwm"
brew "koekeishiya/formulae/skhd", args: ["HEAD", "with-logging"]
brew "mscharley/homebrew/alacritty", args: ["HEAD"]
brew "wata727/tflint/tflint"
cask "deluge"
cask "fontforge"
cask "gpgtools"
cask "lepton"
cask "minikube"
cask "osxfuse"
cask "virtualbox"
cask "xquartz"
